// # Сумма двуз чисел
// Это консольное приложение показывает как оформлять ***Документацию***, к самому приложению или отдельным частям кода.
// ## Возможности
// - Запросто двух чисел у пользователя
// - Сложения чисел
// - Форматированный вывод результата
//
// ```
// Введите 2 числа:
// 2
// 5
// Результат: 7
// ```
// **ПРимечане:** приложение принемает только целые числа 


Console.Write("Введите 2 числа: ");
int a = Console.ReadLine();
int b = Console.ReadLine();
Console.WriteLine($"**Результат: {a + b}**");